[
  "better-plugins-manager",
  "external-rename-handler",
  "vertical-tabs",
  "cm-chs-patch",
  "find-unlinked-files",
  "hotkey-helper",
  "obsidian-advanced-uri",
  "obsidian-excalidraw-plugin",
  "obsidian-front-matter-title-plugin",
  "obsidian-heading-shifter",
  "plugin-proxy",
  "obsidian-relative-line-numbers",
  "obsidian-view-mode-by-frontmatter",
  "obsidian42-brat",
  "quick-explorer",
  "refresh-preview",
  "settings-search",
  "url-into-selection",
  "vim-toggle",
  "advanced-canvas",
  "any-block",
  "attachment-management",
  "better-export-pdf",
  "cmdr",
  "code-styler",
  "dataview",
  "dust-calendar",
  "easy-typing-obsidian",
  "editing-toolbar",
  "file-tree-alternative",
  "float-search",
  "fuzzy-chinese-pinyin",
  "janitor",
  "keyboard-analyzer",
  "ledger-obsidian",
  "links",
  "markdown-table-editor",
  "mysnippets-plugin",
  "note-refactor-obsidian",
  "obsidian-auto-hide",
  "obsidian-auto-link-title",
  "obsidian-completr",
  "obsidian-export-image",
  "obsidian-hover-editor",
  "obsidian-kanban",
  "obsidian-linter",
  "obsidian-list-callouts",
  "obsidian-markmind",
  "obsidian-outliner",
  "obsidian-style-settings",
  "obsidian-zoom",
  "quickadd",
  "solve",
  "supercharged-links-obsidian",
  "table-editor-obsidian",
  "templater-obsidian",
  "vare",
  "recent-files-obsidian",
  "show-whitespace-cm6",
  "statusbar-organizer",
  "virtual-linker",
  "darlal-switcher-plus",
  "image-converter",
  "omnisearch",
  "nldates-redux",
  "obsidian42-strange-new-worlds"
]