[
  "any-block",
  "buttons",
  "chronology",
  "cmdr",
  "code-styler",
  "cycle-in-sidebar",
  "cycle-through-panes",
  "darlal-switcher-plus",
  "dataview",
  "easy-typing-obsidian",
  "editing-toolbar",
  "file-tree-alternative",
  "find-unlinked-files",
  "float-search",
  "floating-toc",
  "fuzzy-chinese-pinyin",
  "hotkeysplus-obsidian",
  "keyboard-analyzer",
  "make-md",
  "nldates-obsidian",
  "obsidian-advanced-uri",
  "obsidian-columns",
  "obsidian-excalidraw-plugin",
  "obsidian-excel-to-markdown-table",
  "obsidian-export-image",
  "obsidian-footnotes",
  "obsidian-heading-shifter",
  "obsidian-hover-editor",
  "obsidian-kanban",
  "obsidian-linter",
  "obsidian-markmind",
  "obsidian-minimal-settings",
  "obsidian-outliner",
  "obsidian-projects",
  "obsidian-quiet-outline",
  "obsidian-regex-replace",
  "obsidian-shellcommands",
  "obsidian-sidebar-expand-on-hover",
  "obsidian-style-settings",
  "obsidian-tagfolder",
  "obsidian-tasks-plugin",
  "obsidian-trash-explorer",
  "obsidian-zoom",
  "privacy-glasses",
  "quick-explorer",
  "quickadd",
  "settings-search",
  "solve",
  "surfing",
  "tag-wrangler",
  "templater-obsidian",
  "typewriter-mode",
  "url-into-selection",
  "janitor",
  "attachment-management",
  "show-whitespace-cm6",
  "obsidian-list-callouts",
  "obsidian42-brat",
  "attachment-flow-plugin",
  "canvas-keyboard-pan",
  "dust-calendar",
  "note-refactor-obsidian",
  "table-editor-obsidian",
  "advanced-canvas",
  "various-complements",
  "obsidian-completr",
  "obsidian-scroll-to-top-plugin",
  "obsidian-folder-focus-mode",
  "root-folder-context-menu",
  "editor-width-slider",
  "obsidian-emoji-toolbar",
  "legacy-vault-switcher",
  "obsidian-auto-link-title",
  "better-fn",
  "tabs",
  "unicode-search",
  "obsidian-plugin-update-tracker",
  "local-backup",
  "obsidian-git",
  "obsidian-opener",
  "hotkey-helper",
  "plugin-reloader",
  "create-note-in-folder",
  "execute-code"
]