[
  "any-block",
  "attachment-flow-plugin",
  "attachment-management",
  "better-fn",
  "canvas-keyboard-pan",
  "cmdr",
  "code-styler",
  "cycle-in-sidebar",
  "dataview",
  "dust-calendar",
  "easy-typing-obsidian",
  "editing-toolbar",
  "editor-width-slider",
  "file-tree-alternative",
  "find-unlinked-files",
  "float-search",
  "floating-toc",
  "fuzzy-chinese-pinyin",
  "hotkey-helper",
  "janitor",
  "keyboard-analyzer",
  "legacy-vault-switcher",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "obsidian-advanced-uri",
  "obsidian-columns",
  "obsidian-completr",
  "obsidian-excalidraw-plugin",
  "obsidian-excel-to-markdown-table",
  "obsidian-footnotes",
  "obsidian-git",
  "obsidian-heading-shifter",
  "obsidian-hover-editor",
  "obsidian-kanban",
  "obsidian-linter",
  "obsidian-minimal-settings",
  "obsidian-opener",
  "obsidian-outliner",
  "obsidian-plugin-update-tracker",
  "obsidian-quiet-outline",
  "obsidian-regex-replace",
  "obsidian-sidebar-expand-on-hover",
  "obsidian-style-settings",
  "obsidian-tagfolder",
  "obsidian-tasks-plugin",
  "quick-explorer",
  "quickadd",
  "settings-search",
  "show-whitespace-cm6",
  "surfing",
  "table-editor-obsidian",
  "tag-wrangler",
  "templater-obsidian",
  "url-into-selection",
  "various-complements",
  "obsidian-hider",
  "obsidian-auto-link-title",
  "update-relative-links",
  "refresh-preview",
  "note-gallery",
  "tabs"
]