[
  "obsidian-heading-shifter",
  "easy-typing-obsidian",
  "cmdr",
  "better-markdown-links",
  "obsidian-outliner",
  "various-complements",
  "virtual-linker",
  "refresh-preview",
  "notebook-navigator",
  "obsidian-linter",
  "quickadd"
]