[
  "obsidian-auto-hide",
  "cmdr",
  "obsidian-linter",
  "easy-typing-obsidian",
  "obsidian-outliner",
  "virtual-linker",
  "obsidian-front-matter-title-plugin",
  "fuzzy-chinese-pinyin",
  "float-search",
  "url-into-selection",
  "obsidian-heading-shifter"
]